<template>
    <div class="row">
            <div class="col-3">
                <div class="m-sidebar-current">
                    <div class="d-flex flex-column">
                      <router-link tag="a" to="/moderator-check">
                        <img src="img/Icons/left_arrow.svg" alt="Left arrow icon" />
                        <span class="blue">Назад</span>
                      </router-link>
                      <a href="">
                        <span class="grey">Ваши действия</span>
                      </a>
                      <a href="">
                        <span class="green">Принять</span>
                      </a>
                      <a href="">
                        <span class="red">Отклонить</span>
                      </a>
                    </div>
                  </div>
            </div>
            <div class="col-9">
                <div class="m-blog-current">
                    <h1>Ваш шедевр готов!</h1>
                    <p>Таким образом рамки и место обучения кадров позволяет выполнять важные задания по разработке модели развития. Равным образом начало повседневной работы по формированию позиции играет важную роль в формировании дальнейших направлений развития.
                    </p>
                    <img src="img/Moderator/dfp.svg" alt="Don't fucking procrastinate">
                    <p>Равным образом начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации модели развития. Задача организации, в особенности же укрепление и развитие структуры требуют от нас анализа систем массового участия. Таким образом рамки и место обучения кадров способствует подготовки и реализации направлений прогрессивного развития. Таким образом дальнейшее развитие различных форм деятельности требуют определения и уточнения направлений прогрессивного развития.</p>
                </div>
            </div>
        </div>
</template>
